IDEA StatiCa Open Model
ConcreteCheckDetailingEc2 Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the ConcreteCheckDetailingEc2 class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConcreteCheckDetailingEc2()
Public Sub New
public:
ConcreteCheckDetailingEc2()
See Also
Reference
ConcreteCheckDetailingEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace